const Messages = () => {
    return (
        <main className="section">
            <div className="container">
                <h1 className="title-1">Шаблони відписок</h1>

                <ul className="content-list">
                    <li className="content-list__item">
                        <h2 className="title-2">Перший контакт</h2>
                        <p>Доброго дня, [ІМ’Я]!<br/>Я знайшов ваш профіль на [ДЕ/ЯК ВИ ЙОГО ЗНАЙШЛИ] і хотів поговорити про відмінну можливість.
                        Я працюю в [НАЗВА КОМПАНІЇ], і ми шукаємо співробітника [НАЗВА ВАКАНСІЇ]. Я думаю, що ваш досвід роботи в [СФЕРА/НАВИЧКА] відмінно підходить для цієї позиції.
                        <br/>Якщо вам цікаво дізнатися більше, я буду радий поспілкуватися. Чи будете ви доступні для телефонного дзвінка [ДАТА/ЧАС]?
                        <br/>З нетерпінням чекаю відповіді від вас найближчим часом.<br/>
                         З повагою,<br/>
                         [ВАШЕ ІМ’Я],<br/>
                         [ВАШ ПІДПИС]</p>
                         <hr />
                    </li>

                    <li className="content-list__item">
                        <h2 className="title-2">Перший контакт 2</h2>
                        <p>Доброго дня, [ІМ’Я]!<br/>Радий знову з вами зв’язатися. Я знаю, що ви подавали заявку на нашу [попередня вакансія] ще в [МІСЯЦЬ або РІК], і хоча тоді ми зробили вибір не на вашу користь, вашу кандидатуру ми не залишали без уваги.
                        <br/>[НАЗВА ВАКАНСІЇ] щойно відкрилася в [ВАША КОМПАНІЯ], і, з огляду на ваші [НАВИЧКИ/ЗАСЛУГИ КАНДИДАТА], я думаю, ви відмінно підійдете.
                        <br/>Я хотів би знову поспілкуватися з вами, обговорити вакансію та дізнатися про те, чим ви займалися з моменту нашої останньої розмови. Чи будете ви доступні для невеликого телефонного дзвінка [ДАТА / ЧАС]?
                        <br/>З нетерпінням чекаю відповіді від вас найближчим часом.<br/>
                         З повагою,<br/>
                         [ВАШЕ ІМ’Я],<br/>
                         [ВАШ ПІДПИС]</p>
                         <hr />
                    </li>

                    <li className="content-list__item">
                        <h2 className="title-2">Відповідь на отримане резюме</h2>
                        <p>Доброго дня, [ІМ’Я]!<br/>Дякуємо вам за інтерес до [НАЗВА КОМПАНІЇ]. Ми отримали ваш відгук на вакансію [НАЗВА ВАКАНСІЇ] і уважно розглянемо вашу інформацію.
                        <br/>Ми зв’яжемося з вами, щоб повідомити вам про статус вашого відгуку до [ДАТА].
                        <br/>А поки відвідайте [ПОСИЛАННЯ НА ВІДПОВІДНУ СТОРІНКУ], щоб дізнатися більше про нашу компанію.<br/>
                         З повагою,<br/>
                         [ВАШЕ ІМ’Я],<br/>
                         [ВАШ ПІДПИС]</p>
                         <hr />
                    </li>


                    <li className="content-list__item">
                        <h2 className="title-2">Запрошення на співбесіду</h2>
                        <p>Доброго дня, [ІМ’Я]<br/>Дякуємо, що подали заявку на вакансію [НАЗВА ВАКАНСІЇ] в [НАЗВА КОМПАНІЇ].
                        <br/>Ми розглянули ваше резюме і будемо раді продовжити спілкування з вами.
                        <br/>Ми хотіли б запланувати [ФОРМАТ співбесіди] з [ІНТЕРВ’ЮЕР], [ПОСАДА ІНТЕРВ’ЮЕРА] в [НАЗВА КОМПАНІЇ]. Співбесіда триватиме приблизно [ТРИВАЛІСТЬ].
                        <br/>Чи будете вам зручно в ?
                        <br/>Ви можете відповісти прямо на цей лист і дати мені знати, чи вільні ви в цей час.<br/>
                         З повагою,<br/>
                         [ВАШЕ ІМ’Я],<br/>
                         [ВАШ ПІДПИС]</p>
                         <hr />
                    </li>
                  
                    <li className="content-list__item">
                        <h2 className="title-2">Перенесення співбесіди</h2>
                        <p>Змушена вас повідомити, що, на жаль, нам необхідно перенести нашу співбесіду на посаду
                        [НАЗВА ВАКАНСІЇ], яку ми запланували на [ДЕНЬ, ДАТА] о [ЧАС] (захворів колега, який буде проводити співбесіду).
                        Ми зацікавлені в проведенні даної співбесіди та бажаємо познайомитися з вами та обговорити всі деталі даної вакансії. 
                        Пропонуємо перенести співбесіду на іншу дату та час (узгодимо додатково). Прошу вибачення за незручності.</p>
                    </li>

                    <li className="content-list__item">
                        <h2 className="title-2">Враження про співбесіду</h2>
                        <p> Дякуємо, що знайшли час [СЬОГОДНІ/ ВЧОРА] поговорити з нашою командою про вакансію [НАЗВА ВАКАНСІЇ].

[ИНТЕРВ’ЮЕР] був дуже вражений вашим [ДОСВІД]. Ми впевнені, що ви добре підходите для цієї ролі і будете сильним доповненням до нашої зростаючої команді в [НАЗВА КОМПАНІЇ].

На цьому тижні ми завершуємо співбесіди, і ви можете очікувати відповіді від нас в [ЧАСОВІ РАМКИ].

Ще раз дякуємо за ваш час. Було приємно познайомитися з вами ближче!</p>
                    </li>


                    <li className="content-list__item">
                        <h2 className="title-2">Відмова кандидату</h2>
                        <p>Дякуємо, що подали резюме на нашу вакансію [НАЗВА ВАКАНСІЇ] і розповіли нашій команді про свій досвід. Дякуємо вам за інтерес до [НАЗВА КОМПАНІЇ].

Нам пощастило, що у нас була сильні кандидати, і ми, нажаль, повідомляємо вам, що ми вирішили вибрати більш досвідченого кандидата на цю роль. [КОНСТРУКТИВНА КРИТИКА].

Ми збережемо ваше резюме в базі і зв’яжемося з вами, якщо зрозуміємо, що ви підходите для інших вакансій, які будуть відкриті в подальшому.

Ми сподіваємося, що ви надалі будете залишатися з нами на [ПОСИЛАННЯ НА СОЦІАЛЬНІ МЕРЕЖІ] і будете стежити за нашим кар’єрним сайтом [ПОСИЛАННЯ НА КАР’ЄРНИЙ САЙТ] в пошуках майбутніх вакансій, які можуть бути більш придатними для вас.

Ми щиро цінуємо ваш час і увагу до [НАЗВА КОМПАНІЇ].</p>
                    </li>

                    <li className="content-list__item">
                        <h2 className="title-2">Запит на приклади робіт</h2>
                        <p>Ще раз дякуємо вам за заявку на вакансію [НАЗВА ВАКАНСІЇ]. Ми розглядаємо ваше резюме і хотіли б побачити приклади робіт, щоб краще оцінити ваші здібності [ВІДПОВІДНІ НАВИЧКИ].

Будь ласка, дайте відповідь на цей лист, вказавши [КІЛЬКІСТЬ] прикладів вашої [РОБОТИ] до [КІНЦЕВИЙ ТЕРМІН]. Всі файли повинні бути представлені в форматі [ФОРМАТ ФАЙЛІВ].

Якщо у вас є якісь питання, будь ласка, дайте мені знати.</p>
                    </li>

                    <li className="content-list__item">
                        <h2 className="title-2">Тестове завдання для вакансії</h2>
                        <p>В рамках вашої заявки на вакансію [НАЗВА ВАКАНСІЇ] в [НАЗВА КОМПАНІЇ] ми просимо вас пройти наступне тестове завдання [НАЗВА ЗАВДАННЯ].

Кожен кандидат на цьому етапі повинен пройти перевірку для розгляду на посаду. Результати використовуються для оцінки здібностей [НАВИЧКИ].

Ви можете отримати доступ до завдання за цим посиланням: [ПОСИЛАННЯ]

Будь ласка, завершіть завдання не пізніше [ДЕНЬ, ДАТА] о [ЧАС].

Якщо у вас виникнуть питання або проблеми з виконанням завдання з будь-якої причини, відразу ж повідомте мені про це.</p>
                    </li>


                    <li className="content-list__item">
                        <h2 className="title-2">Лист з пропозицією про роботу</h2>
                        <p>Із задоволенням пропонуємо вам посаду [НАЗВА ВАКАНСІЇ] в [НАЗВА КОМПАНІЇ]!

Наша команда була надзвичайно вражена вами під час співбесіди, і ми дуже раді, що ви приєднаєтеся до компанії. Ми впевнені, що ваші навички і досвід стануть відмінним доповненням до команди [ВІДДІЛ КОМПАНІЇ].

Будь ласка, уважно ознайомтеся з наступними деталями пропозиції.

Посада

Посада передбачає [ПОВНА/НЕПОВНА/ТИМЧАСОВА] зайнятість в якості [НАЗВА ВАКАНСІЇ] в [НАЗВА КОМПАНІЇ]. На цій посаді ви будете підпорядковуватися [БЕЗПОСЕРЕДНІЙ КЕРІВНИК] в [ВІДДІЛ].

Дана посада передбачає зайнятість у [ГОДИН НА ДЕНЬ/ТИЖДЕНЬ]. Ваш робочий час буде [ЧАС ПОЧАТКУ — ЧАС ЗАКІНЧЕННЯ].

Ваш перший робочий день буде [ДЕНЬ МІСЯЦЯ, РІК].

Оплата

[НАЗВА КОМПАНІЇ] готова виплачувати вам [ДОЛАРІВ] за [ЧАС/ТИЖДЕНЬ/РІК/І Т.Д.].

Переваги

Займаючи посаду і будучи співробітником [НАЗВА КОМПАНІЇ], ви отримаєте наступні переваги: [перерахувати ПЕРЕВАГИ]

На додаток до цих переваг [НАЗВА КОМПАНІЇ] також пропонує своїм співробітникам [СПИСОК ПРОПОЗИЦІЙ].

Просимо вас розглянути нашу пропозицію і дати нам свою відповідь до [ДАТА].

Ми з нетерпінням чекаємо можливості прийняти вас в команду [НАЗВА КОМПАНІЇ]. Якщо у вас є будь-які питання щодо пропозиції, зв’яжіться зі мною безпосередньо по [НОМЕР ТЕЛЕФОНУ].</p>
                    </li>




                </ul>

            </div>
        </main>
    );
}
 
export default Messages;

