const Information = () => {
  return (
    <main className="section">
     <div className="container">
       <h1 className="title-1">Загальна інформація</h1>
       <ul className="content-list">
          <li className="content-list__item">
             <h2 className="title-2">Платформи / ресурси</h2>
              <p>LinkedIn – професійна соціальна мережа і основна платформа для пошуку IT-фахівців</p>
              <p>Djinni – сайт для анонімного пошуку роботи у сфері IT</p>
              <p>GitHub – платформа для хостингу коду та спільної розробки. Також платформа де фахівці можуть ділитися власними рішеннями чи pet-проєктами на майданчику.</p>
              <p>DOU вакансії – jobs.dou.ua – дошка оголошень з вакансіями від провідних IT компаній від найбільшої української спільноти розробників – DOU.ua</p>
              <p>Recruitika  – український сервіс анонімного пошуку роботи, що містить фільтр за спеціалізацією в розрізі технічних і не технічних вакансій і кандидатів.</p>
              <p>Skyworker – гейміфікована платформа де включені процеси пошуку роботи та найму для ІТ-фахівців, її часто називають «Tinder with Jobs».</p>
              <p>Talantly – платформа за принципом: мінімалізм і нульове інформаційне навантаження, де кандидат створює профіль, встановлює очікувану зарплату та відповідає на пропозиції</p>
              <p>Bonus.work – реферальний сервіс з підбору персоналу, де за кожну успішну рекомендацію кандидата компанії виплачують винагороду</p>
              <p>Jobitt – простий і мінімалістичний сервіс, де кандидати можуть знайти роботу в IT, маркетингу та дизайні.</p>
              <p>Inco.works – платформа для пошуку роботи в ІТ, де спілкування між роботодавцем і шукачем є анонімним «до моменту запрошення на співбесіду».</p>
              <p>Mirajobs – міжнародний сервіс з пошуку роботи в ІТ.</p>
              <p>Interview.top – українська платформа, де однією з головних особливостей є те, що кандидати записують технічне відеоінтерв’ю (звичайно, анонімно), а рекрутери оцінюють їх.</p>
              <p>Make it in UK – українська платформа для пошуку спеціалістів в ІТ</p>
              <p>Lemon.io – українська платформа, яка допомагає знайти розробникам віддалену довгострокову роботу</p>
              <p>Login Casino Work – ресурс спеціалізується на працевлаштуванні претендентів в IT та гемблінгу.</p>
              <p>Джоб-сайти (Rabota.ua, Work.ua, grc.ua)</p>
              <p>Соціальні мережі (Facebook, Instagram, Telegram, etc)</p>  
          </li>
        </ul>

        <ul className="content-list">
          <li className="content-list__item">
             <h2 className="title-2">Професії в ІТ</h2>
              <p>PM - </p>
              <p>це проектний менеджер , або менеджер по продукту. Тобто Ви повністю будете керувати, презентувати проект або продукт, а також спілкуватися із замовниками. Тож найбільша відповідальність щодо проекту буде на Ваших плечах.PM іноді уособлює в собі фронтмена - тобто людину, що першою спілкується із замовником, презентує компанію, створює комерційну пропозицію, розраховує години роботи, кількість потрібних спеціалістів, тощо.</p>            
              <p>Тімлід -</p>
              <p>роль в команді з комбінації технічно грамотних рішень з якісними процесами розробки. Їх правильне поєднання означає більше користі для клієнта за ті ж гроші, додаткові переваги для компанії - на зразок стандартизації підходів до розробки, зниження порога входу в проект і стимулювання зростання фахівців в потрібному напрямку.</p>
              <p>SCRUM-майстер -</p>
              <p>людина, що вибудовує процес роботи команди за гнучкою методологією SCRUM. Стежить за їх тривалістю та виконуваністю, проводить міт-апи, є координатором на зустрічах команди.</p>
              <p>Архітектор - </p>
              <p>спеціаліст що вибудовує SDLC для проекту, прописує документацію щодо архітектури проекту, розраховує час, процеси, середовища роботи тощо. Від нього вимагається розуміння бізнесу клієнта, вміння аналізувати складні технічні системи, а потім доносити це розуміння до замовника і розробників.</p>
          </li>
        </ul>

        <ul className="content-list">
          <li className="content-list__item">
             <h2 className="title-2">Ієрархії ІТ-сфери</h2>
              <p>Trainee</p>
              <p>Етап коли Ви тільки ступаєте на свій професійний шлях, відвідуєте співбесіди (Є знання англійської на рівні intermediate, розуміння обраного інструменту і вміння ним користуватися, гнучкість, научуваність, навик роботи в команді.).</p>
              <p>Junior</p>  
              <p>Ви вже не стажер, повноцінний ІТшнік) Але на цьому етапі на Вас покладається більше відповідальності та навантаження.</p> 
              <p>Middle</p> 
              <p>Основна вимога до мідл-розробнику - здатність самостійно виконувати поставлені перед ним завдання. Дуже схоже на те, що було написано в попередньому пункті, однак є важливий нюанс - тут відсутнє слово «технічні». Тобто на новому рівні потрібно розуміти вимоги бізнесу і вміти переводити їх в технічні рішення.</p>             
              <p>Senior</p> 
              <p>Сініор - досвідчений розробник, побачив багато коду. Основне завдання сініора - приймати правильні технологічні рішення в проекті - тобто такі, які приносять максимальну користь бізнесу і мінімізують витрати.
</p> 
          </li>
        </ul>
      
      </div>
    </main>
   )
};

export default Information;
