const HR = () => {
  return (
    <main className="section">
    <div className="container">
        <h1 className="title-1">Recruiter / HR</h1>
  
        <ul className="content-list">
                <li className="content-list__item">
                    <h2 className="title-2">Необхідні навички:</h2>
                    <p>- Досвід роботи в пошуку IT спеціалістів від 1-го року;</p>
                   <p>- Знання технології пошуку спеціалістів та аналізу резюме, методів пошуку, підбору персоналу та його оцінки;</p>
                   <p>- Етика правильного спілкування, підходу до людей зі сфери ІТ;</p>
                   <p>- Проводити співбесіди та робити оцінку soft skills, мотиви та цінності, проводити інтервʼю за компетенціями, або використовуєш інші інструменти оцінки;</p>
                   <p>- Формування запитів від керівників відділів на позиції;</p>
                   <p>- Підготовка опису вакансій та розміщення на пошукових ресурсах;</p>
                   <p>- Сорсінг, робота з прямим/непрямим пошуком;</p>
                    <p>- Головне завдання якісно та швидко закривати вакансії з потрібними скілами.</p>
                </li>
                <li className="content-list__item">
                    <h2 className="title-2">Ми пропонуємо:</h2>
                    <p>- Конкурентну заробітну плату;</p>
                    <p>- Можливість кілька днів на місяць працювати віддалено;</p>
                    <p>- Зручний офіс у самому центрі міста;</p>
                    <p>- Доброзичливий молодий колектив.</p>
                </li>
        </ul>
  
    </div>
  </main>
)
};

export default HR;
