const Sales = () => {
  return (
    <main className="section">
    <div className="container">
        <h1 className="title-1">Sales manager / Lead genarator</h1>
  
        <ul className="content-list">
                <li className="content-list__item">
                    <h2 className="title-2">Важливі навички для ефективної роботи (вимоги):</h2>
                    <p>- досвід продаж в сфері ІТ (Досвід роботи в ІТ продажах обов'язковий!);</p>
                   <p>- володіння англійською мовою (В2+);</p>
                   <p>- здатність визначати потреби клієнтів;</p>
                   <p>- вміння будувати довірливі відносини з клієнтами;</p>
                   <p>- грамотне мовлення, відмінні навички письмового та усного спілкування;</p>
                   <p>- вміння супроводжувати повний цикл угоди з клієнтом;</p>
                   <p>- комунікабельність, багатозадачність, гнучкість, наполегливість, стресостійкість, оптимізм.</p>
                </li>

                <li className="content-list__item">
                    <h2 className="title-2">Основні завдання (обов'язки):</h2>
                    <p>- пошук потенційних клієнтів на європейському та американському ринку (площадках);</p>
                    <p>- первинний контакт з клієнтом;</p>
                    <p>- ведення переговорів;</p>
                    <p>- підготовка комерційних пропозицій;</p>
                    <p>- щоденна продуктивна робота з потенційним клієнтом та базою клієнтів;</p>
                    <p>- підготовка та підписання контракту та вихідних документів;</p>
                    <p>- повторне залучення клієнтів до співробітництва;</p>
                    <p>- побудова довірливих відносин з клієнтами;</p>
                    <p>- досягнення запланованих цілей продаж (виконання KPI, плану).</p>
                 </li>

                <li className="content-list__item">
                    <h2 className="title-2">Ми пропонуємо:</h2>
                    <p>- Конкурентну заробітну плату;</p>
                    <p>- Можливість кілька днів на місяць працювати віддалено;</p>
                    <p>- Зручний офіс у самому центрі міста;</p>
                    <p>-Доброзичливий молодий колектив;</p>
                    <p>- Робочі відрядження за кордон.</p>
                </li>
        </ul>
  
    </div>
  </main>
 )
};

export default Sales;
