const Common = () => {
    return (
        <main className="section">
        <div className="container">
            <h1 className="title-1">Загальні питання</h1>
      
            <ul className="content-list">
                    <h2 className="title-2">Базові питання</h2>
                    <li className="content-list__item">
                        <p>Розкажи мені про себе.</p>
                        <p>Які твої сильні/слабкі сторони?</p>
                        <p>Яку компанію ти вважаєш ідеальною?</p>
                        <p>Чому ти хочеш отримати цю роботу?</p>
                        <p>Чому ми повинні найняти тебе?</p>
                        <p>Що приваблює тебе у нашій компанії?</p>
                        <p>Що ти знаєш про нашу компанію?</p>
                        <p>Які були твої обов’язки на останній посаді?</p>
                        <p>Чому ти  залишаєш твою теперішню роботу?</p>
                        <p>Що найменше тобі сподобалося у твоїй останній роботі?</p>
                        <p>Коли ти був найбільш задоволеним своєю роботою?</p>
                    </li>
                </ul>

                <ul className="content-list">
                    <h2 className="title-2">Поведінкові питання співбесіди</h2>
                    <li className="content-list__item">
                        <p>Який останній проект ти очолював і яким був його результат?</p>
                        <p>Що ти відчув, коли вийшов за межі своїх службових обов’язків?</p>
                        <p>Чи ти можеш описати ситуацію, коли твоя робота була розкритикована?</p>
                        <p>Ти опинявся в команді, де хтось не зміг впоратись з своєю роботою? Як ти з цим впорався?</p>
                        <p>Розкажи про ситуацію, коли довелось дати комусь негативний відгук. Як ти з цим впорався?</p>
                        <p>Що ти вважаєш своїм найбільшим провалом і чого ти з цього навчився?</p>
                        <p>Як ти працюєш з людьми, які тебе дратують?</p>
                        <p>Якби я був твоїм начальником і попросив зробити те, з чим ти не погоджуєшся, що б ти зробив?</p>
                        <p>Який період у своєму житті ти вважаєш найважчим і як ти з цим впорався?</p>
                        <p>Наведи приклад, коли ти зробив щось неправильно. Як ти впорався з цим?</p>
                        <p>В тебе були конфлікти на роботі?</p>
                        <p>Якби ти був на бізнес-ланчі і тобі б принесли замість замовленого стейку rare, стейк well done, що б ти зробив?</p>
                        <p>Якби ти дізнався, що твоя компанія робить щось проти закону, наприклад займається шахрайством, що б ти зробив?</p>
                        <p>Яке завдання було для тебе занадто важким і як ти вирішив цю проблему?</p>
                        <p>Яке найважливіше рішення ти прийняв протягом останніх двох років і як ти прийшов до нього?</p>
                        <p>Опиши, як би ти впорався з ситуацією, якби тобі потрібно було виконати декілька завдань до кінця дня, але в тебе не було жодного уявлення як це зробити?</p>
                    </li>
                </ul>

                <ul className="content-list">
                    <h2 className="title-2"> Зарплатні питання</h2>
                    <li className="content-list__item">
                        <p>На яку зарплату ти очікуєш?</p>
                        <p>Як змінювалась твоя історія зарплати на попередній роботі?</p>
                        <p>Якщо я дам зарплату, яку ти просиш, але натомість попрошу написати опис роботи на весь наступний рік, що ти скажеш?</p>
                    </li>
                </ul>

                <ul className="content-list">
                    <h2 className="title-2"> Питання з розвитку кар’єри</h2>
                    <li className="content-list__item">
                        <p>Чого ти шукаєш в плані розвитку  кар’єри?</p>
                        <p>Як ти хочеш вдосконалити себе в наступному році?</p>
                        <p>Які ти маєш цілі, якщо отримаєш цю роботу?</p>
                    </li>
                </ul>

                <ul className="content-list">
                    <h2 className="title-2"> Питання про початок роботи</h2>
                    <li className="content-list__item">
                        <p>Як ти збираєшся завоювати авторитет у новій команді?</p>
                        <p>Скільки часу тобі потрібно, щоб зробити помітний вклад у проект?</p>
                        <p>Як ти уявляєш свою роботу протягом перших 30 днів?</p>
                    </li>
                </ul>
        </div>
      </main>
        )
}
 
export default Common;