const Question = () => {
    return (
        <main className="section">
        <div className="container">
            <h1 className="title-1">Всі питання</h1>
      
            <ul className="content-list">
                    <h2 className="title-2">Питання до HR</h2>
                    <li className="content-list__item">
                        <p>Як з’явилася ця вакансія?</p>
                        <p>Чому ви шукаєте співробітника на це місце?</p>
                        <p>Якщо вакансія не нова: що сталося з попереднім співробітником?</p>
                        <p>Скільки людей працює у відділі? Чи планується розширення?</p>
                        <p>Хто буде ставити мені завдання?</p>
                        <p>Який у мене буде графік роботи? Чи є скорочений день у п’ятницю? Чи будуть понаднормові роботи? Якщо будуть — з чим це пов’язано?</p>
                        <p>Яку зарплату я буду отримувати?</p>
                        <p>Коли виплачується зарплата? Чи є аванс?</p>
                        <p>Чи є в компанії соцпакет? Що в нього входить?</p>
                        <p>Де знаходиться моє робоче місце? Чи зможу я подивитися на нього просто зараз?</p>
                        <p>Скільки триває випробувальний термін? Як підбиваються підсумки по ньому?</p>
                        <p>Коли мені очікувати зворотний зв’язок за результатами співбесіди?</p>
                        <p>У якій формі ви надаєте зворотний зв’язок?</p>
                    </li>
                </ul>

                <ul className="content-list">
                    <h2 className="title-2"> Питання потенційному керівникові</h2>
                    <li className="content-list__item">
                        <p>Що буде входити до моїх обов’язків?</p>
                        <p>З якими підрозділами мені потрібно буде взаємодіяти?</p>
                        <p>Які завдання стоятимуть переді мною на найближчий рік (пів року)?</p>
                        <p>З якими складнощами мені доведеться зіткнутися?</p>
                        <p>Як буде оцінюватися моя робота (KPI)?</p>
                        <p>Через якийсь час я зможу піти у відпустку? Як організований вихід у відпустку в відділі (чи потрібно бути постійно на зв’язку, чи потрібна заміна тощо)?</p>
                    </li>
                </ul>
        </div>
      </main>
        )
}
 
export default Question;