const SalesInterview = () => {
    return (
        <main className="section">
        <div className="container">
            <h1 className="title-1">Sales question</h1>
      
            <ul className="content-list">
                    <h2 className="title-2">Питання</h2>
                    <li className="content-list__item">
                        <p> Який досвід в лідогенерації/пошуку ІТ клієнтів? Та на яких площатках?</p>
                        <p>Опишіть один ваш день роботи менеджером з продажу.</p>
                        <p>Що для вас означає «виявлення потреби»?</p>
                        <p>Розкажіть про найкращі ваші досягненння в продажі ІТ?</p>
                        <p>Розкажіть про найбільгший провал. Та які висновки ви зробили?</p>
                        <p>Розкажіть про останніх 2-3 програних контракти за останніх пів року. Та чому так сталось?</p>
                        <p>Який момент ви рахуєте ключовим в переговорах?</p>
                        <p>Чи читаєте або дивитесь щось в нинійшній час по продажам в ІТ?</p>
                        <p>Якби у вас був зараз наставник чим би ви хотіли щоб він вам допоміг?</p>
                        <p>Що вам подобається та не подобається у вашій професійній діяльності?</p>
                        <p>Якби хтось із вашої команди був недостатньо ефективним, як би ви йому допомогли?</p>
                        <p>Якби хтось із вашої команди був недостатньо ефективним, як би ви йому допомогли?</p>
                        <p>Опишіть кращий спосіб мотивації команди?</p>
                        <p>На які показники ви звертаєте увагу при підборі/спілкуванні з клієнтом?</p>
                        <p>Що ви робите, коли потенційний клієнт каже, що ціна надто велика?</p>
                        <p>Який вклад та внесок на вашу думку ви можете зробити компанії?</p>
                        <p>Як побудований ваш процесс продажу?</p>
                        <p> Проведіть мене через один з ваших самих кращих стратегічних циклів продажу, від контакту до контракту.</p>
                        <p>Уся ваша команда використовує однаковий процес продажу, що вас виділятиме серед інших, як ви виконуєте план продажу?</p>
                        <p>Які ваші дії якщо бачите що не справляєтесь з планом продажу?</p>
                        <p>Переконайте мене використовувати opencart замість wordpress</p>
                        <p>Які б поради дали новачку в ІТ продажах?</p>
                        <p>Чи не проблема зараз провести звінок з потенційним клієнтом?</p>
                    </li>
                </ul>

        </div>
      </main>
        )
}
 
export default SalesInterview;